Revit 2027 API
ParameterTypeId.DividedSurfaceDisplaySurfaceOption Property
 "Display Surface Option"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplaySurfaceOption { get; }
Public Shared ReadOnly Property DividedSurfaceDisplaySurfaceOption As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplaySurfaceOption {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplaySurfaceOption : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace